Repository: erengaygusuz/VisitorBook
Catalog: VisitorBook1/VisitorBook.UI/Resources/Languages/Language.*.resx
Languages: tr_tr

# AddOrEditModal.CitySelection.Text
source: --Select City--
tr_tr: --İl Seç--

# AddOrEditModal.GenderSelection.Text
source: --Select Gender--
tr_tr: --Cinsiyet Seç--

# AddOrEditModal.CountySelection.Text
source: --Select County--
tr_tr: --İlçe Seç--

# AddOrEditModal.SubmitBtn.Text
source: Save
tr_tr: Kaydet

# AddOrEditModal.VisitorSelection.Text
source: --Select Visitor--
tr_tr: --Ziyaretçi Seç--

# Cities.Table.Column1.Text
source: Name
tr_tr: İl Adı

# Cities.Table.Column2.Text
source: Code
tr_tr: İl Kodu

# Cities.Title.Text
source: City List
tr_tr: İl Listesi

# HomePage.Card1.Footer.Text
source: Longest Distance By Visitor One Time
tr_tr: Tek Seferde En Uzun Mesafe Giden Ziyaretçi

# HomePage.Card2.Footer.Text
source: Longest Distance By Visitor All Time
tr_tr: Toplam En Uzun Mesafe Giden Ziyaretçi

# HomePage.Card3.Body.Text
source: county
tr_tr: ilçe

# HomePage.Card3.Footer.Text
source: Highest Count Of Visited County By Visitor
tr_tr: En Çok İlçe Gezen Ziyaretçi

# HomePage.Card4.Body.Text
source: city
tr_tr: il

# HomePage.Card4.Footer.Text
source: Highest Count Of Visited City By Visitor
tr_tr: En Çok İl Gezen Ziyaretçi

# Layout.Footer.Text
source: &copy; 2023 - Visitor Book
tr_tr: &copy; 2023 - Ziyaretçi Defteri

# Layout.Header.Navbar.Items1.Text
source: Home
tr_tr: Ana Sayfa

# Layout.Header.Navbar.Items2.Text
source: User Management
tr_tr: Kullanıcı Yönetimi

# Layout.Header.Navbar.Items3.Text
source: Users
tr_tr: Kullanıcılar

# Layout.Header.Navbar.Items4.Text
source: Roles
tr_tr: Roller

# Layout.Header.Navbar.Items5.Text
source: Place Management
tr_tr: Yer Yönetimi

# Layout.Header.Title.Text
source: Visitor Book
tr_tr: Ziyaretçi Defteri

# Counties.Table.Column1.Text
source: County Name
tr_tr: İlçe Adı

# Counties.Table.Column2.Text
source: City Name
tr_tr: İl Adı

# Counties.Table.Column3.Text
source: Latitude
tr_tr: Enlem

# Counties.Table.Column4.Text
source: Longitude
tr_tr: Boylam

# Counties.Title.Text
source: County List
tr_tr: İlçe Listesi

# Table.AddBtn.Text
source: Add
tr_tr: Ekle

# Table.DeleteBtn.Text
source: Delete
tr_tr: Sil

# Table.EditBtn.Text
source: Edit
tr_tr: Düzenle

# Table.ExportBtn.Text
source: Export
tr_tr: Çıktı Al

# VisitedCounties.Table.Column1.Text
source: Visitor Name
tr_tr: Ziyaretçi Ad - Soyad

# VisitedCounties.Table.Column2.Text
source: County Name
tr_tr: İlçe Adı

# VisitedCounties.Table.Column3.Text
source: City Name
tr_tr: İl Adı

# VisitedCounties.Table.Column4.Text
source: Visited Date
tr_tr: Ziyaret Tarihi

# VisitedCounties.Title.Text
source: Visited County List
tr_tr: Ziyaret Edilen İlçe Listesi

# Users.Table.Column1.Text
source: Name
tr_tr: Ad

# Users.Table.Column2.Text
source: Surname
tr_tr: Soyad

# Users.Table.Column3.Text
source: Birth Date
tr_tr: Doğum Tarihi

# Users.Table.Column4.Text
source: Gender
tr_tr: Cinsiyet

# Users.Table.Column6.Text
source: Address City
tr_tr: Adres İl

# Users.Table.Column7.Text
source: Address County
tr_tr: Adres İlçe

# Users.Title.Text
source: User List
tr_tr: Kullanıcı Listesi

# Cities.Notification.Add.Text
source: City added successfully
tr_tr: İl başarılı bir şekilde eklendi

# Cities.Notification.Edit.Text
source: City edited successfully
tr_tr: İl başarılı bir şekilde düzenlendi

# Cities.Notification.SuccessfullDelete.Text
source: City deleted successfully
tr_tr: İl başarılı bir şekilde silindi

# VisitedCounties.Notification.Add.Text
source: Visited County added successfully
tr_tr: Ziyaret edilen ilçe bilgisi başarılı bir şekilde eklendi

# VisitedCounties.Notification.Edit.Text
source: Visited County edited successfully
tr_tr: Ziyaret edilen ilçe bilgisi başarılı bir şekilde düzenlendi

# VisitedCounties.Notification.SuccessfullDelete.Text
source: Visited County deleted successfully
tr_tr: Ziyaret edilen ilçe bilgisi başarılı bir şekilde silindi

# Counties.Notification.Add.Text
source: County added successfully
tr_tr: İlçe başarılı bir şekilde eklendi

# Counties.Notification.Edit.Text
source: County edited successfully
tr_tr: İlçe başarılı bir şekilde düzenlendi

# Counties.Notification.SuccessfullDelete.Text
source: County deleted successfully
tr_tr: İlçe başarılı bir şekilde silindi

# Users.Notification.Add.Text
source: User added successfully
tr_tr: Kullanıcı başarılı bir şekilde eklendi

# Users.Notification.Edit.Text
source: User edited successfully
tr_tr: Kullanıcı başarılı bir şekilde düzenlendi

# Users.Notification.SuccessfullDelete.Text
source: User deleted successfully
tr_tr: Kullanıcı başarılı bir şekilde silindi

# DeleteRequestPopup.Title.Text
source: Are you sure?
tr_tr: Emin misiniz?

# DeleteRequestPopup.Body.Text
source: You will not revert this process!
tr_tr: Bu işlemi geri alamayacaksınız!

# DeleteRequestPopup.ConfirmBtn.Text
source: Yes, delete it!
tr_tr: Evet, sil!

# Users.AddModal.Title.Text
source: Add User
tr_tr: Kullanıcı Ekle

# Users.EditModal.Title.Text
source: Edit User
tr_tr: Kullanıcı Düzenle

# Counties.AddModal.Title.Text
source: Add County
tr_tr: İlçe Ekle

# Counties.EditModal.Title.Text
source: Edit County
tr_tr: İlçe Düzenle

# Cities.AddModal.Title.Text
source: Add City
tr_tr: İl Ekle

# Cities.EditModal.Title.Text
source: Edit City
tr_tr: İl Düzenle

# VisitedCounties.AddModal.Title.Text
source: Add Visited County
tr_tr: Ziyaret Edilen İlçe Ekle

# VisitedCounties.EditModal.Title.Text
source: Edit Visited County
tr_tr: Ziyaret Edilen İlçe Düzenle

# DeleteRequestPopup.CancelBtn.Text
source: Cancel
tr_tr: İptal

# Enum.Gender.Female.Text
source: Female
tr_tr: Kadın

# Enum.Gender.Male.Text
source: Male
tr_tr: Erkek

# Counties.Notification.UnSuccessfullDelete.Text
source: County did not deleted due to usage of it. Please first delete the record which uses this county after that try to delete it again
tr_tr: İlçe kullanıldığı için silinemedi. Öncelikle ilçeyi kullanan kaydı silin sonra ilçeyi silmeyi deneyin

# Cities.Notification.UnSuccessfullDelete.Text
source: City did not deleted due to usage of it. Please first delete the record which uses this city after that try to delete it again
tr_tr: İl kullanıldığı için silinemedi. Öncelikle ili kullanan kaydı silin sonra ili silmeyi deneyin

# VisitedCounties.Notification.UnSuccessfullDelete.Text
source: Visited County did not deleted due to usage of it. Please first delete the record which uses this visited county after that try to delete it again
tr_tr: Ziyaret edilen ilçe kullanıldığı için silinemedi. Öncelikle ziyaret edilen ilçeyi kullanan kaydı silin sonra ziyaret edilen ilçeyi silmeyi deneyin

# Layout.Header.Navbar.Items6.Text
source: Regions
tr_tr: Bölgeler

# Layout.Header.Navbar.Items7.Text
source: SubRegions
tr_tr: Alt Bölgeler

# Layout.Header.Navbar.Items8.Text
source: Countries
tr_tr: Ülkeler

# Layout.Header.Navbar.Items10.Text
source: Counties
tr_tr: İlçeler

# Layout.Header.Navbar.Items11.Text
source: Visited Counties
tr_tr: Ziyaret Edilen İlçeler

# Layout.Header.Navbar.Items9.Text
source: Cities
tr_tr: İller

# AddOrEditModal.CountrySelection.Text
source: --Select Country--
tr_tr: --Ülke Seç--

# AddOrEditModal.RegionSelection.Text
source: --Select Region--
tr_tr: --Bölge Seç--

# AddOrEditModal.SubRegionSelection.Text
source: --Select SubRegion--
tr_tr: --Alt Bölge Seç--

# Countries.AddModal.Title.Text
source: Add Country
tr_tr: Ülke Ekle

# Countries.EditModal.Title.Text
source: Edit Country
tr_tr: Ülke Düzenle

# Countries.Notification.Add.Text
source: Country added successfully
tr_tr: Ülke başarılı bir şekilde eklendi

# Countries.Notification.Edit.Text
source: Country edited successfully
tr_tr: Ülke başarılı bir şekilde düzenlendi

# Countries.Notification.SuccessfullDelete.Text
source: Country deleted successfully
tr_tr: Ülke başarılı bir şekilde silindi

# Countries.Notification.UnSuccessfullDelete.Text
source: Country did not deleted due to usage of it. Please first delete the record which uses this country after that try to delete it again
tr_tr: Ülke kullanıldığı için silinemedi. Öncelikle ülkeyi kullanan kaydı silin sonra ülkeyi silmeyi deneyin

# Countries.Table.Column1.Text
source: Name
tr_tr: Ülke Adı

# Countries.Table.Column2.Text
source: Code
tr_tr: Ülke Kodu

# Countries.Title.Text
source: Country List
tr_tr: Ülke Listesi

# Regions.AddModal.Title.Text
source: Add Region
tr_tr: Bölge Ekle

# Regions.EditModal.Title.Text
source: Edit Region
tr_tr: Bölge Düzenle

# Regions.Notification.Add.Text
source: Region added successfully
tr_tr: Bölge başarılı bir şekilde eklendi

# Regions.Notification.Edit.Text
source: Region edited successfully
tr_tr: Bölge başarılı bir şekilde düzenlendi

# Regions.Notification.SuccessfullDelete.Text
source: Region deleted successfully
tr_tr: Bölge başarılı bir şekilde silindi

# Regions.Notification.UnSuccessfullDelete.Text
source: Region did not deleted due to usage of it. Please first delete the record which uses this region after that try to delete it again
tr_tr: Bölge kullanıldığı için silinemedi. Öncelikle bölgeyi kullanan kaydı silin sonra bölgeyi silmeyi deneyin

# Regions.Table.Column1.Text
source: Name
tr_tr: Bölge Adı

# Regions.Title.Text
source: Region List
tr_tr: Bölge Listesi

# SubRegions.AddModal.Title.Text
source: Add SubRegion
tr_tr: Alt Bölge Ekle

# SubRegions.EditModal.Title.Text
source: Edit SubRegion
tr_tr: Alt Bölge Düzenle

# SubRegions.Notification.Add.Text
source: SubRegion added successfully
tr_tr: Alt Bölge başarılı bir şekilde eklendi

# SubRegions.Notification.Edit.Text
source: SubRegion edited successfully
tr_tr: Alt Bölge başarılı bir şekilde düzenlendi

# SubRegions.Notification.SuccessfullDelete.Text
source: SubRegion deleted successfully
tr_tr: Alt Bölge başarılı bir şekilde silindi

# SubRegions.Notification.UnSuccessfullDelete.Text
source: SubRegion did not deleted due to usage of it. Please first delete the record which uses this subregion after that try to delete it again
tr_tr: Alt bölge kullanıldığı için silinemedi. Öncelikle alt bölgeyi kullanan kaydı silin sonra alt bölgeyi silmeyi deneyin

# SubRegions.Table.Column1.Text
source: Name
tr_tr: Alt Bölge Adı

# SubRegions.Table.Column2.Text
source: Region Name
tr_tr: Bölge Adı

# SubRegions.Title.Text
source: SubRegion List
tr_tr: Alt Bölge Listesi

# Countries.Table.Column3.Text
source: SubRegion Name
tr_tr: Alt Bölge Adı

# Cities.Table.Column3.Text
source: Country Name
tr_tr: Ülke Adı

# Roles.AddModal.Title.Text
source: Add Role
tr_tr: Rol Ekle

# Roles.EditModal.Title.Text
source: Edit Role
tr_tr: Rol Düzenle

# Roles.Notification.Add.Text
source: Role added successfully
tr_tr: Rol başarılı bir şekilde eklendi

# Roles.Notification.Edit.Text
source: Role edited successfully
tr_tr: Rol başarılı bir şekilde düzenlendi

# Roles.Notification.SuccessfullDelete.Text
source: Role deleted successfully
tr_tr: Rol başarılı bir şekilde silindi

# Roles.Notification.UnSuccessfullDelete.Text
source: Role did not deleted due to usage of it. Please first delete the record which uses this role after that try to delete it again
tr_tr: Rol kullanıldığı için silinemedi. Öncelikle rolü kullanan kaydı silin sonra rolü silmeyi deneyin

# Roles.Table.Column1.Text
source: Name
tr_tr: Ad

# Roles.Title.Text
source: Role List
tr_tr: Rol Listesi

# AddOrEditModal.RoleSelection.Text
source: --Select Role--
tr_tr: --Rol Seç--

# Users.Table.Column10.Text
source: Role
tr_tr: Rol

# Users.Table.Column8.Text
source: Email
tr_tr: E-Posta

# Users.Table.Column9.Text
source: Username
tr_tr: Kullanıcı Adı

# Users.Notification.UnSuccessfullDelete.Text
source: User did not deleted due to usage of it. Please first delete the record which uses this user after that try to delete it again
tr_tr: Kullanıcı kullanıldığı için silinemedi. Öncelikle kullanıcıyı kullanan kaydı silin sonra kullanıcıyı silmeyi deneyin

# Profiles.GeneralTab.Row1.Text
source: Name
tr_tr: Ad

# Profiles.GeneralTab.Row2.Text
source: Surname
tr_tr: Soyad

# Profiles.GeneralTab.Row3.Text
source: Birth Date
tr_tr: Doğum Tarihi

# Profiles.GeneralTab.Row4.Text
source: Phone Number
tr_tr: Telefon Numarası

# Profiles.GeneralTab.Row5.Text
source: Gender
tr_tr: Cinsiyet

# Profiles.GeneralTab.Title.Text
source: General
tr_tr: Genel

# Profiles.SecurityTab.Row1.Text
source: Username
tr_tr: Kullanıcı Adı

# Profiles.SecurityTab.Row2.Text
source: Email
tr_tr: E-Posta

# Profiles.SecurityTab.Row3.Text
source: Current Password
tr_tr: Mevcut Şifre

# Profiles.SecurityTab.Row4.Text
source: New Password
tr_tr: Yeni Şifre

# Profiles.SecurityTab.Row5.Text
source: New Password (Again)
tr_tr: Yeni Şifre (Tekrar)

# Profiles.SecurityTab.Title.Text
source: Security
tr_tr: Güvenlik

# Profiles.SubmitBtn.Text
source: Update
tr_tr: Güncelle

# Profiles.RightMenu.Item1.Text
source: Profile
tr_tr: Profil

# Profiles.RightMenu.Item2.Text
source: Logout
tr_tr: Çıkış Yap

# Profiles.Title.Text
source: Profile
tr_tr: Profil

# Login.Item1.Text
source: E-mail
tr_tr: E-Posta

# Login.Item2.Text
source: Password
tr_tr: Şifre

# Login.Item3.Text
source: Remember Me
tr_tr: Beni Hatırla

# Login.Item4.Text
source: Forgot Password
tr_tr: Şifremi Unuttum

# Login.Item5.Text
source: Register
tr_tr: Üye Ol

# Login.Item6.Text
source: Go back to home
tr_tr: Ana sayfaya geri dön

# Login.SubmitBtn1.Text
source: Login
tr_tr: Giriş Yap

# Login.SubmitBtn2.Text
source: Login with Facebook
tr_tr: Facebook ile Giriş Yap

# Login.SubTitle.Text
source: Please login to enter the system
tr_tr: Lütfen sisteme girmek için giriş yapın

# Register.Item1.Text
source: Name
tr_tr: Ad

# Register.Item2.Text
source: Surname
tr_tr: Soyad

# Register.Item3.Text
source: Username
tr_tr: Kullanıcı Adı

# Register.Item4.Text
source: E-mail
tr_tr: E-posta

# Register.Item5.Text
source: Password
tr_tr: Şifre

# Register.Item6.Text
source: Password (Again)
tr_tr: Şifre (Tekrar)

# Register.Item7.Text
source: I have already an account
tr_tr: Zaten bir üyeliğim var

# Register.Item8.Text
source: Go back to home
tr_tr: Ana sayfaya geri dön

# Register.SubmitBtn1.Text
source: Register
tr_tr: Üye Ol

# Register.SubmitBtn2.Text
source: Register with Facebook
tr_tr: Facebook ile Üye Ol

# Register.SubTitle.Text
source: Please register to enter the system
tr_tr: Lütfen sisteme girmek için üye olun

# ForgotPassword.Item2.Text
source: Login
tr_tr: Giriş yap

# ForgotPassword.Item3.Text
source: Go back to home
tr_tr: Ana sayfaya geri dön

# ForgotPassword.Item1.Text
source: E-mail
tr_tr: E-posta

# ForgotPassword.SubmitBtn.Text
source: Request a New Password
tr_tr: Yeni Şifre Talebi Gönder

# ForgotPassword.SubTitle1.Text
source: Did you forget your password?
tr_tr: Şifrenizi mi unuttunuz?

# ForgotPassword.SubTitle2.Text
source: You can request a new password by using your by using your e-mail address.
tr_tr: E-posta adresinizi kullanarak yeni şifre talebinde bulunabilirsiniz.

# ResetPassword.Item1.Text
source: New Password
tr_tr: Yeni Şifre

# ResetPassword.Item2.Text
source: New Password (Again)
tr_tr: Yeni Şifre (Tekrar)

# ResetPassword.Item3.Text
source: Login
tr_tr: Giriş yap

# ResetPassword.Item4.Text
source: Go back to home
tr_tr: Ana sayfaya geri dön

# ResetPassword.SubmitBtn.Text
source: Change Password
tr_tr: Şifremi Değiştir

# ResetPassword.SubTitle1.Text
source: There is one last step to get a new password.
tr_tr: Yeni şifrenizi almanız için son bir adım kaldı.

# ResetPassword.SubTitle2.Text
source: Please enter your new passwords to below areas and confirm the change.
tr_tr: Lütfen yeni şifrenizi aşağıda belirtilen alanlara girin ve değişikliği onaylayın.

# Home.Fact.Item1.Text
source: Country
tr_tr: Ülke

# Home.Fact.Item2.Text
source: Visited Location
tr_tr: Ziyaret Edilen Lokasyon

# Home.Fact.Item3.Text
source: Visitors
tr_tr: Ziyaretçi

# Home.Fact.Item4.Text
source: Active User
tr_tr: Aktif Kullanıcı

# Home.Fact.SubTitle.Text
source: Thousands of Visited Location and Visitor Datas
tr_tr: Binlerce Ziyaret Edilen Lokasyon ve Ziyaretçi Verisi

# Home.Fact.Title.Text
source: Huge Database
tr_tr: Devasa Veri Tabanı

# Home.Feature.Item1.Text
source: Easy Usage
tr_tr: Kolay Kullanım

# Home.Feature.Item2.Text
source: User Friendly Interface
tr_tr: Kullanıcı Dostu Arayüz

# Home.Feature.Item3.Text
source: Secure Data Storage
tr_tr: Güvenilir Veri Depolama

# Home.Feature.Item4.Text
source: Completely Free
tr_tr: Tamamen Ücretsiz

# Home.Feature.Title.Text
source: Why you should choose us?
tr_tr: Neden Bizi Seçmelisiniz?

# Home.Slider1.Text
source: Manage the data about your visitors easily
tr_tr: Ziyaretçileriniz ile ilgili bilgileri kolayca yönetin

# Home.Slider2.Text
source: Learn most visited places around the world
tr_tr: Tüm dünyada en çok ziyaret edilen yerleri öğrenin

# Home.Navbar.Item1.Text
source: Home
tr_tr: Ana Sayfa

# Home.Navbar.Item2.Text
source: Services
tr_tr: Servislerimiz

# Home.Navbar.Item3.Text
source: Contact
tr_tr: İletişim

# Home.Navbar.Item4.Text
source: Login
tr_tr: Giriş Yap

# Home.Navbar.Item5.Text
source: Register
tr_tr: Üye Ol

# Home.Navbar.Item6.Text
source: Go to Dashboard
tr_tr: Panele Git

# Home.Footer.Info1.Text
source: Manage your visitors data in one place. Record the data about visitor who visit your place. View statistical datas easily.
tr_tr: Ziyaretçilerinizin bilgilerini tek bir yerden yönetin. Yerinizi ziyaret eden kişilerin kaydını tutun. İstatistiki bilgileri kolayca görüntüleyin.

# Home.Footer.Info2.Text
source: Mamak, Ankara, TURKEY
tr_tr: Mamak, Ankara, TÜRKİYE

# Home.Footer.Title1.Text
source: Address
tr_tr: Adres

# Home.Footer.Title2.Text
source: Quick Access
tr_tr: Hızlı Erişim

# Home.Contact.Info.Text
source: You can contact with by filling the information below. Our employees will answer your questions when they are suitable.
tr_tr: Bizimle iletişime geçmek için aşağıdaki bilgileri doldurup mesajınızı bize iletebilirsiniz. Çalışanlarımız uygun olduklarında mesajınıza dönüş yapacaklardır.

# Home.Contact.Item1.Text
source: Your Name and Surname
tr_tr: Adınız ve Soyadınız

# Home.Contact.Item2.Text
source: Your E-mail Address
tr_tr: E-posta Adresiniz

# Home.Contact.Item3.Text
source: Subject
tr_tr: Konu

# Home.Contact.Item4.Text
source: Your Message
tr_tr: Mesajınız

# Home.Contact.SubmitBtn.Text
source: Send Message
tr_tr: Mesajı Gönder

# Home.Contact.Title.Text
source: If you have any question, please contact with us
tr_tr: Herhangi bir sorunuz varsa, lütfen bizimle iletişime geçin

# Home.Service.Info1.Text
source: You can create a Visitor Account to record the places where you visited
tr_tr: Kendinize Ziyaretçi hesabı oluşturarak ziyaret ettiğiniz yerleri sisteme kaydedebilirsiniz

# Home.Service.Info2.Text
source: By activating your location, you can apply for Visitor Recorder Account
tr_tr: Lokasyonunuzu açarak Ziyaretçi Kaydedici hesabı açma isteğinde bulunabilirsiniz

# Home.Service.Info3.Text
source: When your Visitor Recorder approved you can record the visitors which visit your area
tr_tr: Hesabınız onaylandığında bulunduğunuz bölgeyi ziyaret eden kişileri sisteme kaydedebilir ve yönetimini sağlayabilirsiniz

# Home.Service.Info4.Text
source: You can view information about your visited places
tr_tr: Gezmiş olduğunuz yerler ile ilgili istatistiksel bilgiler görebilirsiniz

# Home.Service.SubTitle1.Text
source: Record the Visited Places
tr_tr: Ziyaret Edilen Yerleri Kaydedin

# Home.Service.SubTitle2.Text
source: Manage your Visitors wit Visitor Recorder Account
tr_tr: Ziyaretçi Kaydedici ile Ziyaretçilerinizi Yönetin

# Home.Service.SubTitle3.Text
source: View every statistical data
tr_tr: Her Türlü İstatistiksel Veriyi Görüntüleyin

# Home.Service.Title1.Text
source: We are offering prefessional services
tr_tr: Sizler için profesyonel hizmetler sunuyoruz

# Auth.ForgotPassword.Message1.Text
source: There is account with this email address.
tr_tr: Bu email adresine sahip kullanıcı bulunamamıştır.

# Auth.ForgotPassword.Message2.Text
source: Password recovery link is sent to e-mail account.
tr_tr: Şifre yenileme linki eposta adresinize gönderilmiştir.

# Auth.Login.Message1.Text
source: E-mail or password is wrong.
tr_tr: Email veya şifre yanlış.

# Auth.Login.Message2.Text
source: Login is successfull.
tr_tr: Giriş başarılı.

# Auth.Login.Message3.Text
source: You can not login the system for 3 minutes.
tr_tr: 3 dakika boyunca giriş yapamazsınız.

# Auth.Login.Message4.Text
source: E-mail or password is wrong. (Unsuccessfull login attempt = {0})
tr_tr: Email veya şifre yanlış. (Başarısız giriş sayısı = {0})

# Auth.Register.Message1.Text
source: Please fill all the information below.
tr_tr: Lütfen bilgilerinizi eksiksiz bir şekilde doldurunuz.

# Auth.Register.Message2.Text
source: Confirmation e-mail send your e-mail address successfully to complete your process.
tr_tr: Üyelik kayıt işlemi başarıyla gerçekleşmiştir.

# Auth.ResetPassword.Message1.Text
source: User could not found.
tr_tr: Kullanıcı bulunamamıştır.

# Auth.ResetPassword.Message2.Text
source: Your password reset successfully.
tr_tr: Şifreniz başarıyla yenilenmiştir.

# Role.Admin.Text
source: Admin
tr_tr: Yönetici

# Role.Visitor.Text
source: Visitor
tr_tr: Ziyaretçi

# Role.VisitorRecorder.Text
source: Visitor Recorder
tr_tr: Ziyaretçi Kaydedici

# Profiles.GeneralTab.Message1.Text
source: Please fill all information below
tr_tr: Lütfen bilgilerinizi eksiksiz doldurunuz

# Profiles.GeneralTab.Message2.Text
source: User information updated successfully
tr_tr: Kullanıcı bilgileri başarıyla güncellenmiştir

# Profiles.SecurityTab.Message1.Text
source: Please fill all information below
tr_tr: Lütfen bilgilerinizi eksiksiz doldurunuz

# Profiles.SecurityTab.Message2.Text
source: Your old password is wrong
tr_tr: Eski şifreniz yanlış

# Profiles.SecurityTab.Message3.Text
source: Your password updated successfully
tr_tr: Şifreniz başarıyla değiştirilmiştir

# Validators.City.Message1.Text
source: Please fill the name area
tr_tr: Lütfen ad alanını boş bırakmayınız

# Validators.City.Message2.Text
source: City name can not contain number
tr_tr: İl adı rakam içeremez

# Validators.City.Message3.Text
source: Please enter a name minimum 2 character at least
tr_tr: Lütfen minimum 2 karaktere sahip bir ad giriniz

# Validators.City.Message4.Text
source: Please enter a name maximum 50 character at most
tr_tr: Lütfen maksimum 50 karaktere sahip bir ad giriniz

# Validators.City.Message5.Text
source: Please fill the code area
tr_tr: Lütfen kod alanını boş bırakmayınız

# Validators.City.Message6.Text
source: Please enter a code minimum 2 character at least
tr_tr: Lütfen minimum 2 karaktere sahip bir kod giriniz

# Validators.City.Message7.Text
source: Please enter a code maximum 50 character at most
tr_tr: Lütfen maksimum 50 karaktere sahip bir kod giriniz

# Validators.City.Message8.Text
source: Please choose a country
tr_tr: Lütfen bir ülke seçiniz

# Validators.ForgotPassword.Message1.Text
source: Please fill the email area
tr_tr: Lütfen email alanını boş bırakmayınız

# Validators.ForgotPassword.Message2.Text
source: Please enter a valid e-mail
tr_tr: Lütfen geçerli bir e-posta giriniz

# Validators.ForgotPassword.Message3.Text
source: This email already exists in our database
tr_tr: Bu e-posta adresi kayıtlarımızda bulunmamaktadır

# Validators.Login.Message1.Text
source: Please enter a valid e-mail address
tr_tr: Lütfen geçerli bir e-posta giriniz

# Validators.Login.Message2.Text
source: Please enter a valid password
tr_tr: Lütfen geçerli bir şifre giriniz

# Validators.Register.Message1.Text
source: Please fill the name area
tr_tr: Lütfen ad alanını boş bırakmayınız

# Validators.Register.Message10.Text
source: Please enter a valid e-mail
tr_tr: Lütfen geçerli bir e-posta giriniz

# Validators.Register.Message11.Text
source: Please fill the username area
tr_tr: Lütfen kullanıcı adı alanını boş bırakmayınız

# Validators.Register.Message12.Text
source: Username can not contain white space
tr_tr: Kullanıcı adınız boşluk içeremez
