Repository: erengaygusuz/VisitorBook
Catalog: VisitorBook1/VisitorBook.UI/Resources/Languages/Language.*.resx
Languages: tr_tr

# Validators.Register.Message13.Text
source: Username can not contain turkish letters
tr_tr: Kullanıcı adınız türkçe karakter içeremez

# Validators.Register.Message14.Text
source: Username can not start with uppercase letter
tr_tr: Kullanıcı adınız büyük harf içeremez

# Validators.Register.Message15.Text
source: Username can not contain number
tr_tr: Kullanıcı adınız rakam içeremez

# Validators.Register.Message16.Text
source: This username is taken. Please enter another username.
tr_tr: Bu kullanıcı adı daha önceden alınmış. Lütfen farklı bir kullanıcı adı giriniz

# Validators.Register.Message17.Text
source: Please fill the password area
tr_tr: Lütfen şifre alanını boş bırakmayınız

# Validators.Register.Message18.Text
source: Please fill the password again area
tr_tr: Lütfen şifre tekrar alanını boş bırakmayınız

# Validators.Register.Message19.Text
source: The passwords that you entered do not match
tr_tr: Şifreleriniz birbiriyle uyuşmuyor

# Validators.Register.Message2.Text
source: Name can not contain number
tr_tr: Ad rakam içeremez

# Validators.Register.Message3.Text
source: Please enter a name minimum 3 character at least
tr_tr: Lütfen minimum 3 karaktere sahip bir ad giriniz

# Validators.Register.Message4.Text
source: Please enter a name maximum 100 character at most
tr_tr: Lütfen maksimum 100 karaktere sahip bir ad giriniz

# Validators.Register.Message5.Text
source: Please fill the surname area
tr_tr: Lütfen soyad alanını boş bırakmayınız

# Validators.Register.Message6.Text
source: Surname can not contain number
tr_tr: Soyad rakam içeremez

# Validators.Register.Message7.Text
source: Please enter a surname minimum 3 character at least
tr_tr: Lütfen minimum 3 karaktere sahip bir soyad giriniz

# Validators.Register.Message8.Text
source: Please enter a surname maximum 100 character at most
tr_tr: Lütfen maksimum 100 karaktere sahip bir soyad giriniz

# Validators.Register.Message9.Text
source: Please fill the email area
tr_tr: Lütfen email alanını boş bırakmayınız

# Validators.ResetPassword.Message1.Text
source: Please fill the password area
tr_tr: Lütfen şifre alanını boş bırakmayınız

# Validators.ResetPassword.Message2.Text
source: Please fill the password again area
tr_tr: Lütfen şifre tekrar alanını boş bırakmayınız

# Validators.ResetPassword.Message3.Text
source: The passwords that you entered do not match
tr_tr: Şifreleriniz birbiriyle uyuşmuyor

# Validators.Country.Message1.Text
source: Please fill the name area
tr_tr: Lütfen ad alanını boş bırakmayınız

# Validators.Country.Message2.Text
source: Country name can not contain number
tr_tr: Ülke adı rakam içeremez

# Validators.Country.Message3.Text
source: Please enter a name minimum 2 character at least
tr_tr: Lütfen minimum 2 karaktere sahip bir ad giriniz

# Validators.Country.Message4.Text
source: Please enter a name maximum 50 character at most
tr_tr: Lütfen maksimum 50 karaktere sahip bir ad giriniz

# Validators.Country.Message5.Text
source: Please fill the code area
tr_tr: Lütfen kod alanını boş bırakmayınız

# Validators.Country.Message6.Text
source: Please enter a code minimum 2 character at least
tr_tr: Lütfen minimum 2 karaktere sahip bir kod giriniz

# Validators.Country.Message7.Text
source: Please enter a code maximum 50 character at most
tr_tr: Lütfen maksimum 50 karaktere sahip bir kod giriniz

# Validators.Country.Message8.Text
source: Please choose a sub region
tr_tr: Lütfen bir alt bölge seçiniz

# Validators.Region.Message1.Text
source: Please fill the name area
tr_tr: Lütfen ad alanını boş bırakmayınız

# Validators.Region.Message2.Text
source: Region name can not contain number
tr_tr: Bölge adı rakam içeremez

# Validators.Region.Message3.Text
source: Please enter a name minimum 2 character at least
tr_tr: Lütfen minimum 3 karaktere sahip bir ad giriniz

# Validators.Region.Message4.Text
source: Please enter a name maximum 50 character at most
tr_tr: Lütfen maksimum 100 karaktere sahip bir ad giriniz

# Validators.Role.Message1.Text
source: Please fill the name area
tr_tr: Lütfen ad alanını boş bırakmayınız

# Validators.Role.Message2.Text
source: Role name can not contain number
tr_tr: Rol adı rakam içeremez

# Validators.Role.Message3.Text
source: Please enter a name minimum 3 character at least
tr_tr: Lütfen minimum 3 karaktere sahip bir ad giriniz

# Validators.Role.Message4.Text
source: Please enter a name maximum 100 character at most
tr_tr: Lütfen maksimum 100 karaktere sahip bir ad giriniz

# Validators.SubRegion.Message1.Text
source: Please fill the name area
tr_tr: Lütfen ad alanını boş bırakmayınız

# Validators.SubRegion.Message2.Text
source: Sub Region name can not contain number
tr_tr: Alt bölge adı rakam içeremez

# Validators.SubRegion.Message3.Text
source: Please enter a name minimum 2 character at least
tr_tr: Lütfen minimum 2 karaktere sahip bir ad giriniz

# Validators.SubRegion.Message4.Text
source: Please enter a name maximum 50 character at most
tr_tr: Lütfen maksimum 50 karaktere sahip bir ad giriniz

# Validators.SubRegion.Message5.Text
source: Please choose a region
tr_tr: Lütfen bir bölge seçiniz

# Validators.User.Message1.Text
source: Please fill the username area
tr_tr: Lütfen kullanıcı adı alanını boş bırakmayınız

# Validators.User.Message10.Text
source: Name can not contain number
tr_tr: Ad rakam içeremez

# Validators.User.Message11.Text
source: Please enter a name minimum 3 character at least
tr_tr: Lütfen minimum 3 karaktere sahip bir ad giriniz

# Validators.User.Message12.Text
source: Please enter a name maximum 100 character at most
tr_tr: Lütfen maksimum 100 karaktere sahip bir ad giriniz

# Validators.User.Message13.Text
source: Please fill the surname area
tr_tr: Lütfen soyad alanını boş bırakmayınız

# Validators.User.Message14.Text
source: Surname can not contain number
tr_tr: Soyad rakam içeremez

# Validators.User.Message15.Text
source: Please enter a surname minimum 3 character at least
tr_tr: Lütfen minimum 3 karaktere sahip bir soyad giriniz

# Validators.User.Message16.Text
source: Please enter a surname maximum 100 character at most
tr_tr: Lütfen maksimum 100 karaktere sahip bir soyad giriniz

# Validators.User.Message17.Text
source: Please fill the birthdate area
tr_tr: Lütfen doğum tarihi alanını boş bırakmayınız

# Validators.User.Message18.Text
source: Please enter a valid birthdate
tr_tr: Lütfen geçerli bir tarih değeri giriniz

# Validators.User.Message19.Text
source: Please fill the gender area
tr_tr: Lütfen cinsiyet alanını boş bırakmayınız

# Validators.User.Message2.Text
source: Username can not contain white space
tr_tr: Kullanıcı adınız boşluk içeremez

# Validators.User.Message20.Text
source: Please choose a role
tr_tr: Lütfen bir rol seçiniz

# Validators.User.Message3.Text
source: Username can not contain turkish letters
tr_tr: Kullanıcı adınız türkçe karakter içeremez

# Validators.User.Message4.Text
source: Username can not start with uppercase letter
tr_tr: Kullanıcı adınız büyük harf içeremez

# Validators.User.Message5.Text
source: Username can not contain number
tr_tr: Kullanıcı adınız rakam içeremez

# Validators.User.Message6.Text
source: This username is taken. Please enter another username.
tr_tr: Bu kullanıcı adı daha önceden alınmış. Lütfen farklı bir kullanıcı adı seçiniz

# Validators.User.Message7.Text
source: Please fill the email area
tr_tr: Lütfen email alanını boş bırakmayınız

# Validators.User.Message8.Text
source: Please enter a valid e-mail
tr_tr: Lütfen geçerli bir e-posta giriniz

# Validators.User.Message9.Text
source: Please fill the name area
tr_tr: Lütfen ad alanını boş bırakmayınız

# Validators.VisitedCounty.Message1.Text
source: Please choose a user
tr_tr: Lütfen bir kullanıcı seçiniz

# Validators.VisitedCounty.Message2.Text
source: Please choose a city
tr_tr: Lütfen bir il seçiniz

# Validators.VisitedCounty.Message3.Text
source: Please choose a county
tr_tr: Lütfen bir ilçe seçiniz

# Validators.VisitedCounty.Message4.Text
source: Please fill the visited date area
tr_tr: Lütfen ziyaret tarihi alanını boş bırakmayınız

# Validators.VisitedCounty.Message5.Text
source: Please enter a valid visited date
tr_tr: Lütfen geçerli bir tarih değeri giriniz

# Validators.County.Message1.Text
source: Please fill the name area
tr_tr: Lütfen ad alanını boş bırakmayınız

# Validators.County.Message10.Text
source: Longitude value can be between -180 and 180
tr_tr: Boylam değeri -180 ile 180 arasında olabilir

# Validators.County.Message11.Text
source: Please choose a city
tr_tr: Lütfen bir il seçin

# Validators.County.Message2.Text
source: County name can not contain number
tr_tr: İlçe adı rakam içeremez

# Validators.County.Message3.Text
source: Please enter a name minimum 2 character at least
tr_tr: Lütfen minimum 2 karaktere sahip bir ad giriniz

# Validators.County.Message4.Text
source: Please enter a name maximum 50 character at most
tr_tr: Lütfen maksimum 50 karaktere sahip bir ad giriniz

# Validators.County.Message5.Text
source: Please fill the latitude area
tr_tr: Lütfen enlem alanını boş bırakmayınız

# Validators.County.Message6.Text
source: Please enter a valid latitude value
tr_tr: Lütfen geçerli bir enlem değeri giriniz

# Validators.County.Message7.Text
source: Latitude value can be between -90 and 90
tr_tr: Enlem değeri -90 ile 90 arasında olabilir

# Validators.County.Message8.Text
source: Please fill the longitude area
tr_tr: Lütfen boylam alanını boş bırakmayınız

# Validators.County.Message9.Text
source: Please enter a valid longitude value
tr_tr: Lütfen geçerli bir boylam değeri giriniz

# Profiles.SecurityTab.Message4.Text
source: Please enter a password that has at least 5 character
tr_tr: Lütfen şifrenizi en az 5 karakter olacak şekilde giriniz

# Validators.Register.Message20.Text
source: Please enter a password that has at least 5 character
tr_tr: Lütfen şifrenizi en az 5 karakter olacak şekilde giriniz

# Validators.ResetPassword.Message4.Text
source: Please enter a password that has at least 5 character
tr_tr: Lütfen şifrenizi en az 5 karakter olacak şekilde giriniz
